[
  {
    "title": "Sebastian Vettel won Australian Grand Prix",
    "content": "Sebastian Vettel won the first Grand Prix of the season for Aston Martin and now leading the championship ahead of Lewis Hamilton.",
    "user_id": 1
  },
  {
    "title": "Sebastian Vettel won Bahrain Grand Prix",
    "content": "German driver won the second Grand Prix of the season for Aston Martin and now leading the championship ahead of Lewis Hamilton.",
    "user_id": 14
  },
  {
    "title": "Sebastian Vettel won Chinese Grand Prix",
    "content": "Four times world champion Sebastian Vettel won the first Grand Prix of the season for Aston Martin and now leading the championship ahead of Lewis Hamilton.",
    "user_id": 1
  },
  {
    "title": "Aston Martin driver to lead championship after fourth GP by 28 points ahead of Lewis Hamilton",
    "content": "Sebastian Vettel won his fourth GP for Aston Martin and now leading the championship by 21 points against current world champion Lewis Hamilton.",
    "user_id": 1
  },
  {
    "title": "Vettel:'It's only fourth GP, too early to talk about winning championship'.",
    "content": "After the race we asked Sebastian if he thinks he is going to win the championship this year, he said:'It's only fourth GP, too early to talk about winning championship, but yes, I do feel confident about the gap I've made'.",
    "user_id": 14
  },
  {
    "title": "Amazing win from the 20th place for Sebastian Vettel",
    "content": "Vettel wins Spanish GP ahead from the last place on the grid, giving himself 42 points advantage in championship of the second placeholder Lewis Hamilton.",
    "user_id": 14
  },
  {
    "title": "Lewis Hamilton wins Monaco GP and shortens gap to Vettel to 38 points",
    "content": "Lewis Hamilton won his first race of the season and became a little closer to Vettel in the championship.",
    "user_id": 14
  },
  {
    "title": "Toto Wolf:'It's a disaster''",
    "content": "After Lewis' retirement in Austria, Sebastian Vettel now is leader of the championship with 53 points ahead of Lewis Hamilton. We asked team director of Mercedes, Toto Wolf, to say what he thinks of this situation.",
    "user_id": 1
  },
  {
    "title": "Aston Martin is the first team to lead Constructor' championship by more than 100 points in the first half of the season.",
    "content": "Rookie team starts to beat records in their debut year in Formula 1.",
    "user_id": 14
  },
  {
    "title": "Sebastian Vettel won USA GP",
    "content": "If Seb wins next race in Mexico, he will become 5th time World Champion to equal Juan Manuel Fangio.",
    "user_id": 1
  },
  {
    "title": "Sebastian Vettel is 5th time World Champion",
    "content": "After 5 disasterious seasons in Ferrari, Vettel finally becomes World Champion, giving Driver Championship win for Aston Martin in their first year in Formula 1.",
    "user_id": 1
  }
]